{
	"game": [{
			"id": "1",
			"type": "s",
			"card_content": "You have joined a new organization 3 months ago. Your previous organization where you worked for 5 years, had a different work culture. The pace of work was very fast, processes were mature and people valued each other's time, meetings started on time and ended on mne etc. Thoughyou love your role and the brand of your current organization, you are in this constant state of frustration due to the work culture, what will you do?",
			"option_no": "A",
	  		"option": "Keep patience, wait and watch, try to mould & adapt yourself to thegulture of the organization.",
			"feedback": "May not work well at people front, as you may be viewed as a submissive leader & the team may not be able to look up you as a Change Driver. Neutral impact on customer & business as it is being at its usual.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": " "
		},
		{
			"id": "2",
			"type": "s",
			"card_content": "You are managing a team of 6 people with different performance level, some are top performers, some medium & few low performers. Recently you had an annual budget meeting & in the meeting it was directed that the budget foc your department is reduced & you need to lay off two people.- The same is happening across your organization. What would you do in this situation?",
			"option_no": "A",
		  	"option": "Will speak to the concerned employees and assure them that you would try your best to get them a good job elsewhere or givegood recommendation for them.",
			"feedback": "May seem like a negative option at People front as there is a clear instruction of letting the team member go. However, there seems to be a positive impact at business front from the perspective of headcount budget saving & elimination of under performer, which can directly impact the overall productivity of the team & intern function/Department.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "3",
			"type": "s",
			"card_content": "After waiting for three months, the HR team assigned you two resources for a customer service role out of your original request for 4 resources. The two resources have now been on the job for 3 months but are not showing the learning curve you expect. In this difficult rec}uitment scenario what will you do?",
			"option_no": "A",
		  	"option": "Try and speak with e associates, and understand the reason for not being able to come up the learning curve, giving a very stermmessage of zero tolerance towards lethargy and non- performance. Also, in the meangme do all the customer handling yourself to ensure",
			"feedback": "May not work well with the team member, as there is a clear message to leave &  may create lot of negativity around. May work well at customer front since manager gets directly involved at customer dealings . May have a positive impact at a business front because of exit of under performer, which otherwise was a liability.",
			"score_customer": "1",
			"score_people": "-1",
			"score_business": "1",
			"long_term_impact_after_week": "3",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "-2",
			"long_term_feedback": "As you were doing customer handling directly, your team did not build trust with customers. You cannot handle customers directly anymore as you are busy otherwise and your team is unable to meet their expectations. Some customers shift business to your competitors."

		},
		{
			"id": "4",
			"type": "c",
			"card_content": "This is a sample Chance Card 1",
		  	"option_no": "",
			"option": "",
			"feedback": "This is the feedback of sample Situation Card 1 A",
			"score_customer": "1",
			"score_people": "1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "5",
			"type": "s",
		    "card_content": "You have a role in your team that is related to customer service which no one wants to do as its monotonous and has high stakes involved due to penalties attached if a customer escalates the situation due to dissatisfaction. You do not have the budget to recruit a new person for this role, hence need to assign it to some existing team member. Which of the team members would you assign the role to?",
		  	"option_no": "A",
			"option": "You have a role in your team that is related to customer service which no one wants to do as its monotonous and has high stakes involved due to penalties attached if a customer escalates the situation due to dissatisfaction. You do not have the budget to recruit a new person for this role, hence need to assign it to some existing team member. Which of the team members would you assign the role to?",
			"feedback": "Choosing Team Member  A,  may lead to internal team conflicts, which may  consume lot of time /energy/ effort in maintaining Harmony within Team , hence effecting people score negatively. May have a positive customer impact as the Team member, goes beyond the call of duty to create customer delight. Neutral business impact as there is not direct financial loss/ or gain.",
			"score_customer": "-1",
			"score_people": "-1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "6",
			"type": "s",
			"card_content": "You have a high-pressure job with a very ambitious sales target set for your team.. Your team has been consistently performing well and meeting the. targets in the last two quarter. It has however, come to your notice that dueto the pressure your team members have been overpromisingto customers or sometimes mis-selling. What will you do?",
			"option_no": "A",
		  	"option": "Get into a team meeting and strictly enforce intolerance towards mis-selling explaining consequences of it on a larger business landscape.",
			"feedback": "Negative impact at people front, because of one way communication style rather than, diving deep into the facts & identifying mis-selling trigger's and taking appropriate corrective action. Neutral effect on customer. Business may have a negative impact due to loss of customer's due to mis-spelling.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "-1",
			"long_term_impact_after_week": "2",
			"long_term_impact_on_customer": "1",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "1",
			"long_term_feedback": "As the process for enforcing strict rules of selling are enforced, there is better customer satisfaction and overall business margin picks up. "

		},
		{
			"id": "7",
			"type": "s",
			"card_content": "The promotion cycle is around the corner & as per the HR guidelines only one of your team member can get promoted. However, there are two team members, who are eligible to get evaluated for the promotion. Both the team members are equally talented & are extremely critical to the team. It is mandatory for you to promote one from the team & there is no scope for an exception in the HR policy, What will you do?",
			"option_no": "A",
		  	"option": "Have a one on one with each and tactually discuss the assessment as well as the policy in play, while communicating the promotion or no promotion decision to the respective team merp&er.",
			"feedback": "The team member, who didn't get promoted will get demotivated & may question the  PMS process & system, effecting people score. Customer & business may have neutral effect.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "8",
			"type": "c",
			"card_content": "This is a sample Chance Card 2",
			"option_no": "",
		  	"option": "",
			"feedback": "This is the feedback of sample Situation Card 1 A",
			"score_customer": "1",
			"score_people": "1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""
		},
		{
			"id": "9",
			"type": "s",
			"card_content": "It has been announced that your department will be merged with another department. This announcement, creates a lot of unrest within the team. Though you are a team manager, however, you still do not have enough information, to handle the queries of the team members, since there is a lot of ambiguity around. This news is creating alot of chaos in the team as there are many speculations about the job loss, 'change in role & structure, management change etc. Some ot the information may not be even true. However, it is stillsreating a panic within the team. What would you do to handle this situation to manage the panic?",
			"option_no": "A",
		  	"option": "Send a mail to all, asking them to not panic and reach out to you individually.",
			"feedback": "Negative impact at people, as lot of questions remain unanswered , can lead to unhealthy assumptions / grapevine, leading to choes at people front. While it may not have an direct impact at customer end, however, Business can witness unrest because of the internal shuffling",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "-1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "10",
			"type": "s",
			"card_content": "One of your team member is extreme& talented and is very good performer. However, he is little reserved. He has been assigned a stakeholder who is very difficult to handle„escalate issues for no reasons and at times is unrealistic. Though this stakeholder is very difficult to manage, however, he is also an extremely important stakeholder and can 't be made unhappy. While the team member puts in a lot of effort to ma8ethe project successful, but he/she is not getting any±uccess. This is -leading to demotivation & frustration. As a team manager, what would you do to handle this situation considering Oat, only he can be aligned to him basis the technical expertise the team member brings.",
			"option_no": "A",
		  	"option": "Guide him through examples, as to how the stake holder should Oe managed.",
			"feedback": "May have a positive people score, as the team member is being guided to handle the situation & not being taken away the responsibility of directly managing the stakeholder May not have any direct customer & business impact.",
			"score_customer": "0",
			"score_people": "1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""
		},
		{
			"id": "11",
			"type": "c",
			"card_content": "This is a sample Chance Card 3",
			"option_no": "",
		    "option": " ",
			"feedback": "This is the feedback of sample Situation Card 1 A.",
			"score_customer": "1",
			"score_people": "1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "12",
			"type": "s",
			"card_content": "Your manager is an extremely busy man ånd located in a different office. He is a good human being, but likes to keep all authority with him. You realize that most of your time goes in chasing him for his approvalF and guidanee. He has just given you a feedback, that you do not communicate with him enough and are not showing desired results.",
			"option_no": "A",
		  	"option": "Request a meeting with him and have a heart to heart requesting his support.",
			"feedback": "May have a positive effect at people front, as there is a direct communication between both of them. May have a neutral effect on customer & business as there is no concrete action planning to deal with the issue.",
			"score_customer": "0",
			"score_people": "1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""
		},
		{
			"id": "13",
			"type": "s",
			"card_content": "Suresh is one of the best technical resource you have in your team. He is an experienced resource who is extremely proficient in his craft. You have a team of 4 people including Suresh. An extremely prestigious assignment has been given to your team which needs high levels of collaboration and delivery on slim timelines. The rest of the team has refused to work with Suresh, due to his poor interpersonal skills. What will you do?",
			"option_no": "A",
		  	"option": "Speak to the team and ensure they understand, that they must work together as Suresh is an important part of the team and brings clear strengths to the team which can't be done by anyone else.",
			"feedback": "May lead to a negative impact because of directive approach to deal with the situation rather than rationalizing & guiding the team members appropriately. No direct impact on customer & business.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "0",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "14",
			"type": "c",
			"card_content": "This is a sample Chance Card 4",
			"option_no": "A",
		  	"option": "",
			"feedback": "This is the feedback of sample Situation Card 1 A",
			"score_customer": "1",
			"score_people": "1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "15",
			"type": "s",
			"card_content": "You have a woman employee in the team, who is pregnant. Despite being on the family way, her performance-is outstanding & she never says no to the extra responsibilities handed over to her. However, post returning from the maternity leave, she is not able to put in the same amount of effort as earlier as she is juggling between work Cbeing a new mother. She is determined to continue to work and feels it is just a matter time. However, you as a team manager are in a fix as your performance is dependent on the performance of your teåm & if any single person is not contributing, it impacg your deliverables. What will you do?",
			"option_no": "A",
		  	"option": "You will ask others in the team o extend themselves to bridge the gap, till she is able to contribute at full potential.",
			"feedback": "May lead to negative People & business score because, others in the team may feel over burdened & it may back their own deliverables because of the extra work. While there is no direct impact on customer.",
			"score_customer": "0",
			"score_people": "-1",
			"score_business": "-1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		},
		{
			"id": "16",
			"type": "c",
			"card_content": "This is a sample Chance Card 5",
			"option_no": "A",
		  	"option": "",
			"feedback": "This is the feedback of sample Situation Card 1 A",
			"score_customer": "1",
			"score_people": "1",
			"score_business": "1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""
		},
		{
			"id": "17",
			"type": "s",
			"card_content": "You are a team manager and have a team ynember, who has an extremely good rapport with your manager (means you skip manager). You have observed his work and feels that his performance is not up to the mark & he needs improvement. You want to put him in the Performance Improvement Plan. However, there is a resistance-from your manager. Despite furnishing enough data points, he tells you to give him more time. However, you have already given him enough time, feedback & support. And it has started effecting the team deliverables. What would you dot",
			"option_no": "A",
		  	"option": "Give regular feedback to the team member on gaps identified with a limited time opportunity to improve. Wait and watch for some time before you go to your manager again.",
			"feedback": "It may have a neutral effect on the team member, as he has already been given feedback many times. Customer & Business may have a negative score. Customer because of his low performance & business because of inadequate utilization of the resource.",
			"score_customer": "-1",
			"score_people": "0",
			"score_business": "-1",
			"long_term_impact_after_week": "0",
			"long_term_impact_on_customer": "0",
			"long_term_impact_on_people": "0",
			"long_term_impact_on_business": "0",
			"long_term_feedback": ""

		}
	]
}
